Repository: Nemanja51/MadDogsTattoo
Catalog: MadDogsTattoo/Resources/Views/Home/Index.*.resx
Languages: sr

# AboutRaca
source: He has been doing tattooing since 2012, when he opened his first studio. In addition to Belgrade, he has been a guest in Bulgaria, Denmark, Germany, Cyprus and Greece. In October 2020, he realized the idea of opening the original tattoo and piercing studio MAD DOGS. He does all styles of tattooing and singles out freehand as his favorite.
sr: Tetoviranjem se bavi od 2012 kada i otvara svoj prvi studio. Pored Beograda sa svojim radom gostovao je i u Bugarskoj, Danskoj, Nemackoj, Kipru i Grckoj.U oktobru 2020 ostvaruje ideju o otvaranju originalnog tattoo i piercing studija MAD DOGS. Radi sve stilove tetoviranja a kao omiljeni izdvaja freehand.

# AboutStudio
source: In addition to tattoo and piercing services, we also do body modifications, suspensions, and play piercing techniques. The studio sells and replaces piercing jewelry, sells extended skincare products, and sells unique handmade jewelry.
sr: Pored tattoo i piercing usluga radimo i telesne modifikacije, suspenzije i play pierce tehniku. Studio vrši prodaju i zamenu nakita za piercing, prodaju preparata za produženu negu tetovirane kože i prodaju unikatnog ručno rađenog nakita.

# AboutVladimir
source: He has been professionally engaged in body piercing for 21 years, tattoos for 3 years and extreme body modifications and suspensions for 11 years, for which he trained in Russia. He does all types of piercings - basic, genital, scalpeled piercings From body modifications - tongue split, scarification, ear pointing, earlobe reconstruction, implants, nipple, and navel removal, etc. Favorite tattoo styles-linework, dotwork, blackwork.
sr: Profesionalno se bavi body piercingom 21 godinu, tetovažama 3 godine i ekstremnim telesnim modifikacijama i suspenzijama 11 godina, za šta se obučavao u Rusiji. Radi sve vrste pirseva-basic, genitalne, scalpeled pirseve. Od telesnih modifikacija-tongue split, scarification, ear pointing, earlobe reconstruction, implants, nipple and navel removal itd. Omiljeni stilovi tetoviranja-linework, dotwork, blackwork.

# AgeForTattooAndPiercing
source: What are the age limits for tattoos and piercings?
sr: Koje su starosne granice kod tetoviranja i pirsinga?

# AgeText
source: By law, you must be at least 18 years old. You need to have ID card or a document to prove it.
sr: Po zakonu moraš imati najmanje 18 godina i to uz priloženu ličnu kartu ili neki dokument koji to dokazuje.

# AppointmentText
source: You can schedule an appointment by stopping by the studio, calling us at 0612097339 or you can send a detailed e-mail with a description or picture of the desired design if it is a tattoo.
sr: Termin možeš zakazati tako što ceš svratiti do studia, pozvati nas na 0612097339 ili možes poslati detaljan e-mail sa opisom ili slikom željenog dizajna ako je u pitanju tetovaža.

source: ARTISTS
sr: Umetnici

source: Belgrade, Serbia
sr: Beograd, Srbija

source: Contact
sr: Kontakt

source: Does it hurts?
sr: Da li boli?

# DoesItHurtsText
source: It hurts! But in the best possible way. Your brain releases endorphins when you go through pain and your body loves endorphins, so it hurts but at the same time you like it.
sr: Boli! Ali na najbolji mogući način, tvoj mozak oslobađa endorfin kada prolazis kroz bol i tvoje telo voli endorfin, tako da boli ali ti se u isto vreme i dopada.

source: Follow
sr: Društvene mreže

source: Gallery
sr: Galerija

# HowMuchIsTattoo
source: How much does a tattoo / piercing cost?
sr: Koliko košta tetovaža/pirsing?

# HowMuchIsTattooText
source: It depends on the size, the place for tattoo etc. The minimum price of a tattoo is 50e, while for piercing it varies from 15e to 80e. Prices for play piercings, body modifications and suspensions are determined on request.
sr: Zavisi od veličine, mesta koje se radi itd. Minimalna cena tetovaže je 50e dok za pirsing varira od 15e do 80e. Cene play pirsinga, telesnih modifikacija i suspenzija se određuju po upitu.

# HowMuchTimeDoesIttakeToHeal
source: How long does a tattoo take to heal?
sr: Koliko dugo treba tetovaža da zaraste?

# HowMuchTimeDoesIttakeToHealText
source: It takes two weeks for it to heal, but it takes a couple of months for the skin to fully regenerate.
sr: Treba joj dve nedelje da zaraste, ali je koži potrebno par meseci da se u potpunosti regenerise.

# HowToPointAppointment
source: How do I make an appointment?
sr: Kako da zakažem termin?

# HowToTakeCare
source: How do I care for my new tattoo / piercing?
sr: Kako negujem svoju novu tetovažu/pirsing?

# HowToTakeCareText
source: Each studio has its own care recommendations, you will receive instructions after you finish tattooing and piercing.
sr: Svaki studio ima svoje preporuke za negu, dobićeš instrukcije nakon što zavšiš sa tetoviranjem i pirsingom.

# LeaveDeposit
source: Do I have to leave a deposit if I decide to make an appointment?
sr: Da li treba da ostavim depozit ako odlučim da zakažem termin?

# LeaveDepositText
source: In case the service is worth over 100e, a deposit of 50% is required. The deposit is non-refundable in case you do not show up at your appointment.
sr: U slučaju da je usluga koja vredi preko 100e obavezan je depozit od 50%. Depozit se ne vraća u slučaju da se ne pojaviš na svom terminu.

source: Location
sr: Lokacija

source: mon - fri
sr: pon - pet

source: OUR SERVICES
sr: Naše usluge

source: Partners
sr: Partneri

source: sut
sr: sub

source: Working Hours
sr: Radno Vreme
